tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'git'
brew 'heroku-toolbelt'
brew 'hub'
brew 'macvim', args: ['with-override-system-vim']
brew 'mongodb'
brew 'node'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rename'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unrar'
brew 'wget'
brew 'zsh'
brew 'caskroom/cask/brew-cask'

cask '1password'
cask 'appcleaner'
cask 'arq'
cask 'beamer'
cask 'chitchat'
cask 'choosy'
cask 'dash'
cask 'disk-inventory-x'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'harvest'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'subtitles'
cask 'teamviewer'
cask 'transmission'
cask 'vlc'
