tap 'caskroom/cask'
tap 'homebrew/bundle'
brew 'autoconf'
brew 'cscope'
brew 'xz'
brew 'libpng'
brew 'freetype'
brew 'freexl'
brew 'jpeg'
brew 'giflib'
brew 'libtiff'
brew 'lzlib'
brew 'proj'
brew 'libgeotiff'
brew 'geos'
brew 'readline'
brew 'sqlite'
brew 'pkg-config'
brew 'libxml2'
brew 'libtool'
brew 'json-c'
brew 'liblwgeom'
brew 'libspatialite'
brew 'openssl'
brew 'postgresql'
brew 'pcre'
brew 'git'
brew 'gdal'
brew 'gdbm'
brew 'heroku-toolbelt'
brew 'hub'
brew 'imagemagick'
brew 'libevent'
brew 'macvim', args: ['with-override-system-vim']
brew 'mongodb'
brew 'node'
brew 'pow'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rename'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unrar'
brew 'wget'
brew 'zsh'
brew 'caskroom/cask/brew-cask'
cask '1password'
cask 'appcleaner'
cask 'arq'
cask 'beamer'
cask 'bonjour-browser'
cask 'chitchat'
cask 'choosy'
cask 'dash'
cask 'disk-inventory-x'
cask 'dosbox'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'harvest'
cask 'keepassx'
cask 'league-of-legends'
cask 'mailbox'
cask 'mamp'
cask 'screenhero'
cask 'sequel-pro'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'subtitles'
cask 'teamviewer'
cask 'transmission'
cask 'virtualbox'
cask 'vlc'
