tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/services'

cask 'dropbox'

brew 'eza'
brew 'fzf'
brew 'ghcup'
brew 'git'
brew 'gpg'
brew 'macvim'
brew 'mas'
brew 'mise'
brew 'neovim'
brew 'ripgrep'
brew 'tmux'
brew 'wget'
brew 'yt-dlp'
brew 'zoxide'
brew 'zsh'

cask '1password'
cask 'appcleaner'
cask 'choosy'
cask 'emacs'
cask 'figma'
cask 'firefox'
cask 'google-chrome'
cask 'karabiner-elements'
cask 'keepingyouawake'
cask 'kitty'
cask 'monitorcontrol' # for Dell monitor
cask 'mullvadvpn'
cask 'notion'
cask 'rectangle'
cask 'slack'
cask 'spotify'
cask 'transmission'
cask 'tunnelblick'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'

brew 'subversion' # Needed for fonts
cask 'font-source-code-pro'
cask 'font-overpass'
cask 'font-sauce-code-pro-nerd-font'

mas "Ghostery – Privacy Ad Blocker", id: 1436953057
mas "Pixelmator", id: 407963104
mas "Save to Pocket", id: 1477385213
mas "Xcode", id: 497799835
mas "Simplenote", id: 692867256
