tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/science'

cask 'dropbox'
# cask 'xquartz'

brew 'carthage'
brew 'ffmpeg'
brew 'git'
brew 'gnupg2'
brew 'heroku'
brew 'hub'
brew 'imagemagick'
brew 'leiningen'
# brew 'gnuplot', args: ['with-x11']
brew 'macvim', args: ['with-override-system-vim']
brew 'mas'
brew 'node'
# brew 'octave', args: ['without-qt5']
brew 'phantomjs'
brew 'postgresql@9.5'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rename'
brew 'ruby-build'
brew 'subliminal'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'

cask '1password'
cask 'appcleaner'
# cask 'atom'
cask 'beamer'
# cask 'choosy'
cask 'dash'
cask 'disk-inventory-x'
cask 'firefox'
cask 'google-chrome'
cask 'java'
cask 'sketch'
# cask 'skype'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'transmission'
cask 'tunnelblick'
cask 'vlc'

cask 'font-source-code-pro'

mas 'Numbers', id: 409203825
mas 'Pixelmator', id: 407963104
mas 'Bear', id: 1091189122
mas 'Be Focused Pro', id: 961632517
