tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-drivers'
tap 'clojure/tools'

cask 'dropbox'

brew 'asdf'
brew 'clojure/tools/clojure'
brew 'fzf'
brew 'git'
brew 'macvim'
brew 'mas'
brew 'node'
brew 'python'
brew 'rbenv'
brew 'ruby-build'
brew 'ripgrep'
brew 'subliminal'
brew 'tmux'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'

cask '1password'
cask 'adoptopenjdk'
cask 'android-file-transfer'
cask 'appcleaner'
cask 'beamer'
cask 'docker'
cask 'figma'
cask 'firefox'
cask 'google-chrome'
cask 'karabiner-elements'
cask 'keepingyouawake'
cask 'mullvad'
cask 'notion'
cask 'obinskit'
cask 'simplenote'
cask 'sketch'
cask 'slack'
cask 'spotify'
cask 'standard-notes'
cask 'teamviewer'
cask 'transmission'
cask 'tunnelblick'
cask 'videostream'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'

cask 'font-source-code-pro'

mas 'Pixelmator', id: 407963104
mas 'Tomato One', id: 907364780
mas 'Xcode', id: 497799835
